/* authorizing */
"authorizing" = "autorizzazione in corso";

/* bookmarks */
"bookmarks" = "segnalibri";

/* bookmarks menu */
"Bookmarks Menu" = "Menu segnalibri";

/* bookmarks toolbar */
"Bookmarks Toolbar" = "Barra dei segnalibri";

/* cancel */
"Cancel" = "Annulla";

/* unable to load page */
"Cannot Load Page" = "Impossibile aprire la pagina";

/* cannot load private key from keychain */
"Cannot Load Private Key From Keychain" = "Impossibile caricare la chiave privata dal Portachiavi";

/* cannot submit email */
"Cannot Submit" = "Impossibile inviare";

/* unable to refresh data */
"Cannot Sync" = "Impossibile sincronizzare";

/* connecting */
"connecting" = "connessione in corso";

/* copy the url to the clipboard */
"Copy URL" = "Copia URL";

/* update SyncClient */
"Data on the server is in a new and unrecognized format. Please update SyncClient." = "I dati sul server presentano un formato nuovo e sconosciuto. Aggiorna SyncClient.";

/* update Firefox Sync */
"Data on the server is in an old and unsupported format. Please update Firefox Sync on your computer." = "I dati sul server presentano un formato obsoleto e non supportato. Aggiorna Firefox Sync sul tuo computer.";

/* duplicate email address */
"Duplicate" = "Duplicato";

/* send the url via email */
"Email URL" = "Invia URL per e-mail";

/* error loading page */
"Error Loading Page" = "Errore nel caricamento della pagina";

/* error retrieving data */
"Error Retrieving Data" = "Errore nel recupero dei dati";

/* Failed Server Lookup */
"Failed Server Lookup" = "Errore nella ricerca del server";

/* failed to communicate with server */
"Failed To Communicate With Server (%d)" = "Impossibile comunicare con il server (%d)";

/* failed to install private key into keychain */
"Failed To Install Private Key Into Keychain (%d)" = "Impossibile aggiungere la chiave privata al Portachiavi (%d)";

/* email content */
"Here is that site we talked about:" = "Ecco il sito di cui abbiamo parlato:";

/* history */
"history" = "cronologia";

/* incorrect password */
"Incorrect Password" = "Password errata";

/* incorrect secret phrase */
"Incorrect Secret Phrase" = "Chiave Sync errata";

/* we will send instructions */
"Instructions are on the way" = "Le istruzioni sono già in viaggio";

/* invalid url */
"Invalid URL" = "URL non valido";

/* loading web page */
"loading..." = "caricamento in corso...";

/* unable to login */
"Login Failure" = "Errore durante l'accesso";

/* mobile bookmarks */
"Mobile Bookmarks" = "Segnalibri Mobile";

/* no internet connection */
"No internet connection available" = "Connessione a Internet non disponibile";

/* no matching items found */
"No Matches" = "Nessun risultato";

/* ok */
"OK" = "OK";

/* privacy policy */
"Privacy Policy" = "Informativa sulla privacy";

/* refresh local data */
"Refresh" = "Aggiorna";

/* searching for matching items */
"Searching..." = "Ricerca in corso...";

/* email subject */
"Sending you a link" = "Ti invio un link";

/* re-authenticate */
"Sign In" = "Accedi";

/* stop refreshing data */
"Stop" = "Stop";

/* tabs */
"tabs" = "schede";

/* terms of service */
"Terms Of Service" = "Condizioni del servizio";

/* thank you for submitting */
"Thank you!" = "Grazie!";

/* the email address already exists in our database */
"That email address has already been submitted" = "Questo indirizzo e-mail è già stato inoltrato";

/* unable to communicate with server */
"Unable To Communicate With Server (%d)" = "Impossibile contattare il server (%d)";

/* server unavailable */
"Unable to contact server" = "Impossibile contattare il server";

/* unable to submit email */
"Unable to submit your email, please try again later (%d)" = "Impossibile inoltrare il tuo indirizzo e-mail, riprova più tardi (%d)";

/* unsorted bookmarks */
"Unsorted Bookmarks" = "Segnalibri non catalogati";

/* username not found */
"User Name Not Found" = "Nome account non trovato";

/* launch safari to display the url */
"View in Safari" = "Apri in Safari";

/* Required */
"Required" = "Obbligatorio";

/* Caution: use at own risk */
"Caution: use at own risk" = "Attenzione, utilizzare con cautela";

/* Enter your Sync account information */
"Enter your Sync account information" = "Inserire le informazioni sull'account sync";

/* Account */
"Account" = "Account";

/* Password */
"Password" = "Password";

/* Sync Key */
"Sync Key" = "Chiave Sync";

/* Use Custom Server */
"Use Custom Server" = "Usa server person.";

/* Server URL */
"Server URL" = "URL del server";

/* Cannot Setup Sync */
"Cannot Setup Sync" = "Impossibile impostare Sync";

/* Try Again */
"Try Again" = "Riprova";

/* Manual Setup */
"Manual Setup" = "Impostazione manuale";

/* SyncClient could not connect to Sync. Would you like to try again? */
"SyncClient could not connect to Sync. Would you like to try again?" = "SyncClient non è in grado di connettersi a Sync. Riprovare?";

/* Passcode */
"Passcode" = "Passcode";

/* Used for a small button */
"Not Now" = "Non ora";

/* Message that we show in a dialog when you need to sign in again after upgrading */
"Due to a recent update, you need to log in to SyncClient again." = "In seguito ad un recente aggiornamento è necessario rieffettuare l'accesso a SyncClient.";

/* Message that we show in a dialog when the user tries to open a file:// url */
"SyncClient cannot load the page because it is of an unsupported type." = "Impossibile caricare la pagina (tipo non supportato).";

// Moved here from XIB's

//WelcomePage
"SyncClient requires a Firefox Sync account. Use Firefox on your computer to create an account." = "SyncClient richiede un account Firefox Sync. Utilizza Firefox sul tuo computer per creare un account.";
"I Have A Sync Account" = "Ho già un account Sync";

//EasySetupViewController
"Connect to Sync" = "Connetti a Sync";
"From a Firefox Sync-connected computer, go to Sync options and select \"Add a device.\"" = "Da un computer con Firefox connesso all'account Sync, aprire le opzioni di Sync e selezionare \"Aggiungi un dispositivo\"";
"I am not near my Computer" = "Non sono vicino al computer";

//SearchResultsViewController
"Search Tabs, Bookmarks, History" = "Cerca in schede, segnalibri, cronologia";